{
  "books":[
    {
      "title":"Closet of Dreams",
      "author": {
        "firstname": "Mark",
        "lastname": "Ukra"
      },
      "genre": {
        "code": "Chi",
        "description": "Children"
      },
      "description":"Meet a nine-year-old boy named Child who has big dreams-so big, he's actually got a Closet of Dreams in his home! But Child's fears are really big too, and his path is lined with curve balls, especially those spun by class bully, Eddie. Follow along with Child's adventures as he discovers the secret powers of his Closet of Dreams.",
      "cover_image": "/images/closet-of-dreams.jpg"
    },

    {
      "title":"The Year I lived Twice",
      "author": {
        "firstname": "Alex",
        "lastname": "Woolf"
      },
      "genre": {
        "code": "Mys",
        "description": "Mystery"
      },
      "description":"Jason Harris is given a miraculous chance to rewrite history after losing his brother, Archie, in a fire. Following a mysterious accident, Jason wakes up a year earlier with Archie alive. Determined to prevent the fire, Jason faces unexpected obstacles and learns that the past is hard to change. He must uncover the tragedy's true cause before history repeats.",
      "cover_image": "/images/the-year-i-lived-twice.jpg"
    },

    {
      "title":"Watching for Dragons",
      "author": {
        "firstname": "Suzanne",
        "lastname": "Marriott"
      },
      "genre": {
        "code": "nFic",
        "description": "nFiction"
      },
      "description":"Often poignant, at times funny, and always riveting, Watching for Dragonflies will bring comfort—and inspiration—to readers as they navigate their own transformative journey.",
      "cover_image": "/images/watching for dragonflies.jpg"
    },

    {
      "title":"The Way of Water ",
      "author": {
        "firstname": "Toni",
        "lastname": "Cabell"
      },
      "genre": {
        "code": "nFic",
        "description": "Fiction"
      },
      "description":"Toresz is a dangerous place if you're a woman with a witchy skill—or a man in love with the wrong kind of woman. An unexpected guest arrives with an old legal claim, and Solace and Rhees part on bitter terms. As she travels homeward, everyone hails Solace as the Water Witch Queen. But when tragedy strikes, and Rhees needs her one last time, will Solace fight for the land—and man—she still loves?",
      "cover_image": "/images/the-way-of-water-may.jpg"
    },

    {
      "title":"Children of Avalon",
      "author": {
        "firstname": "Seth",
        "lastname": "Wright"
      },
      "genre": {
        "code": "nFic",
        "description": "Fiction"
      },
      "description":"She’s a lonely daydreamer until ancient powers transport her to another realm. Can she save a legendary kingdom from the approaching darkness? If you like quirky but legendary characters, myths with a twist, and fantasy with a dash of science fiction, then you’ll love this thrilling novel!",
      "cover_image": "/images/children-of-avalon.jpg"
    },

    {
      "title":"Deadlines & Dryads",
      "author": {
        "firstname": "Rebecca",
        "lastname": "Chastain"
      },
      "genre": {
        "code": "nFic",
        "description": "Fiction"
      },
      "description":"While investigating the unrest of the local dryad population, a journalist and her gargoyle companion are swept into a terrifying conflict in this action-packed series starter from a USA Today bestselling author.",
      "cover_image": "/images/deadlines-dryads.jpg"
    },

    {
      "title":"Night of The Hawk",
      "author": {
        "firstname": "Lauren",
        "lastname": "Martin"
      },
      "genre": {
        "code": "nFic",
        "description": "nFiction"
      },
      "description":"Lauren Martin tells the untold stories of the different. Inspired by her life’s experiences, including the isolation she has suffered as a result both of living with chronic illness and having devoted herself to a religion outside the mainstream, these poems explore with raw vulnerability and unflinching honesty what it is to live apart.",
      "cover_image": "/images/night-of-the-hawk.jpg"
    },
    {
      "title":"How To Help People Change: Four-Step Biblical Process",
      "author": {
        "firstname": "Jay E.",
        "lastname": "Adams"
      },
      "genre": {
        "code": "nFic",
        "description": "nFiction"
      },
      "description":"Professor, pastor, and well-known counselor Jay E. Adams bases his whole approach on Scripture. This book provides an unparalleled opportunity to see how he discovers and applies biblical principles as well as the way in which Scripture functions as the basis for his counseling approach",
      "cover_image": "/images/How To Help People Change.jpg"
    },
    {
      "title":"Again, Rachel",
      "author": {
        "firstname": "Marian",
        "lastname": "Keyes"
      },
      "genre": {
        "code": "nFic",
        "description": "nFiction"
      },
      "description":"Her particular gift is the ability to settle the reader into a comfortable seat, then carry them to the darkest places; to make serious things funny - and moving. She handles with intelligence and humour the issues that the question of long-term addiction recovery throws up ―",
      "cover_image": "/images/Again, Rachel.jpg"
    },
    {
      "title":"The Lost Book of Bonn",
      "author": {
        "firstname": "Brianna",
        "lastname": "Labuskes"
      },
      "genre": {
        "code": "Fic",
        "description": "Fiction"
      },
      "description":"Germany, 1946: Emmy Clarke is a librarian not a soldier. But that doesn’t stop the Library of Congress from sending her overseas to Germany to help the Monuments Men retrieve and catalog precious literature that was plundered by the Nazis. The Offenbach Archival Depot and its work may get less attention than returning art to its rightful owners, but for Emmy, who sees the personalized messages on the inside of the books and the notes in margins of pages, it feels just as important.",
      "cover_image": "/images/LostBook.jpg"
    },
    {
      "title":"The Midnight Library: A GMA Book Club Pick (A Novel)",
      "author": {
        "firstname": "Matt",
        "lastname": "Haig"
      },
      "genre": {
        "code": "Fic",
        "description": "Fiction"
      },
      "description":"The #1 New York Times bestselling WORLDWIDE phenomenon. Winner of the Goodreads Choice Award for Fiction | A Good Morning America Book Club Pick | Independent (London) Ten Best Books of the Year",
      "cover_image": "/images/MidnightLibrary.jpg"
    },
    {
      "title":"Anxious People: The No. 1 New York Times bestseller, now a Netflix TV Series",
      "author": {
        "firstname": "Fredrik",
        "lastname": "Backman"
      },
      "genre": {
        "code": "Fic",
        "description": "Fiction"
      },
      "description":"The funny, touching and unpredictable No. 1 New York Times bestseller, now a major Netflix TV series",
      "cover_image": "/images/AnxiousPeople.jpg"
    }
  ]
}